[
    {
        "id": 1,
        "name": "Kryptiska Färger",
        "description": "Polisen har hittat ett kryptiskt meddelande som har lämnats i färger. Logga in i brottsassistenten och lös cyphert.",
        "image": "crimescene_1_map.png",
        "hints": "koden i ASCII värden = 70 75 82 88",
        "location": {
            "X": 55.58487,
            "Y": 12.98918
        }
    },
    {
        "id": 2,
        "name": "Nyhetsmorgon i skåne",
        "description": "Skånes Dagblad har publiserat en tidskrift från den mindre kända skribenten Vivica. Kopplingen till vandalismen och innehållet av tidskriften går ej att neka. Undersök artikeln och se om det kan finnas några ledtrådar till vem som är gärningsmannen.",
        "image": null,
        "hints": "Där B:na vilar benen och läser tidningen.",
        "location": {
            "X": 55.5851579, 
            "Y": 12.9884366
        }
    },
    {
        "id": 3,
        "name": "Mff-supportern Förhör",
        "description": "Polisen har kallat en MFF supporter på ett förhör, han har en bakgrund av att vara stökig så din uppgift är att ta reda på vad han vet om vandalismen",
        "image": null,
        "hints": "--- CYKEL",
        "location": {
            "X": 55.5847719,
            "Y": 12.9886964 
        }
    },
    {
        "id": 4,
        "name": "__ ___ ._. . kod",
        "description": "Du får punktering på poliskårens specialbyggda stadscykel och stannar vid den allmänna pumpen under din färd mellan brottsplatserna. Du börjar fylla upp men upptäcker snabbt att pumpen agerar konstigt. Det låter som om någon har programmerat in mors kod i pumptrycket. Avkoda meddelandet som pumpen förmedlar.",
        "image": null,
        "hints": "6 siffrig kod",
        "location": {
            "X": 55.5876430, 
            "Y": 12.9886877 
        }
    },
    {
        "id": 5,
        "name": "Förbjudna Föremål",
        "description": "Polisen har fått tillgång till stadions övervakningskameror, där skådas en mystisk figur som släpar på någonting under kvällen som vandalismen skedde. Du har fått i uppgift att undersöka videon och komma fram till slutsatser.",
        "image": "crimescene_5_map.png",
        "hints": "Vad representerar bilden?",
        "location": {
            "X": 55.5849210,  
            "Y": 12.9891490 
        }
    },
    {
        "id": 6,
        "name": "Agnetas intervju",
        "description": "I parken möter du en äldre dam som presenterar sig själv som Agneta. Agneta är ute och rastar sin hund och är välkänd som områdets skvallertant. Du frågar henne i hopp om att hon har sett något av intresse.",
        "image": "crimescene_6_map.jpeg",
        "hints": "Pildammarnas sfär",
        "location": {
            "X": 55.5894898,   
            "Y": 12.9878592 
        }
    },
    {
        "id": 7,
        "name": "Ketchup & korvar",
        "description": "TBA",
        "image": "crimescene_7_map.png",
        "hints": "Jag är hungrig…jag ska käka en bamsemeny, och ta en dricka.",
        "location": {
            "X": 55.585098,    
            "Y": 12.987741
        }
    },
    {
        "id": 8,
        "name": "Margaretas Blomstergata",
        "description": "Ännu ett pussel har hittats av Polisen, denna gången är det uppbyggt av massvis binära nummer, din uppgift är att hitta mönstret i pusslet.",
        "image": null,
        "hints": "VIOLA TWIX: --:--",
        "location": {
            "X": 55.5888251,   
            "Y": 12.9929544 
        }
    }
]