[
    {
        "id": 1,
        "conversation_id": 1,
        "conversation": [
            {
                "ToUser": [
                    "Jag fick höra på att du lyckades lösa cyphert på brottsplatsen",
                    "Vad betydde det?"
                ],
                "FromUser": [
                    "Ja, svaret var ROSENGÅRD.",
                    "Jag vet inte riktigt vad det betyder än så tänkte höra med dig först."
                ],
                "timestamp": 1713763000
            },
            {
                "ToUser": [
                    "Hmmm...",
                    "Det finns ju definitivt en koppling till Zlatan"
                ],
                "FromUser": [
                    "Ja jag tänkte också det, men jag kan bara inte se helheten än, Jag fick också en bokstav. Jag sparar den, tror det kommer vara viktigt senare.",
                    "Jag fortsätter lösa brottsplatserna."
                ]
            }
        ]
    },
    {
        "id": 2,
        "conversation_id": 1,
        "conversation": [
            {
                "ToUser": [
                    "Hej, bra jobbat på brottsplatsen, det var en smart lösning på det kluriga problemet",
                    "Kämpa på poliskåren lägger stor vikt på dina axlar!"
                ],
                "FromUser": [
                    "im at home was just gonna take a nap!",
                    "what do you want?"
                ],
                "timestamp": 1713769273
            }
        ]
    },
    {
        "id": 3,
        "conversation_id": 3,
        "conversation": [
            {
                "ToUser": [
                    "Hann du till jobbet imorse?",
                    "Försökte väcka dig men du sov som en stock, hur sent kom egentligen hem igår..."
                ],
                "FromUser": [
                    "Det var på håret att jag kom sent, men allt löste sig",
                    "Jag är inte helt säker, kanske runt 23 tiden? Antar det blev lite många enheter igår"
                ]
            },
            {
                "ToUser": [
                    "Såklart, du måste vara mer försiktig när du dricker, du blir en helt annan person då.",
                    "Inte minst att det är en dag innan du jobbar..."
                ],
                "FromUser": [
                    "Ja jag vet, jag ska försöka tänka på det, men som man bäddar får man ligga."
                ]
            }
        ]
    },
    {
        "id": 4,
        "conversation_id": 1,
        "conversation": [
            {
                "ToUser": [
                    "Hur gick förhöret?"
                ],
                "FromUser": [
                    "Han koopererade och besvarade på mina frågor, jag fick en uppfattning av att han definitivt varit stökig igår.",
                    "däremot tror jag inte att det var han som gjorde det."
                ]
            },
            {
                "ToUser": [
                    "Hur kommer det sig?",
                    "Thomas är alltid stökig, det vet vi alla."
                ],
                "FromUser": [
                    "Ja såklart jag vet det, men min magkänsla säger att det inte var han.",
                    "Han verkade dock kolla på mig konstigt, precis som om han kom ihåg mig men kunde inte placera det. Men som sagt, har sprungit på thomas i stöket ofta."
                ]
            }
        ]
    }
]