[
    {
        "id": null,
        "note": null
    },
    {
        "id": 9999,
        "heading": "NOT ALLOWED 403",
        "notes": [
            "HUR HAR DU FÅTT TAG PÅ DENNA NOTE, detta är ej din att se!"
        ]    
    },
    {
        "id": 1,
        "heading": "Kryptiska Färger",
        "notes": [
            "Det var ett väldigt konstigt cipher som jag hittade och löste på denna brottsplats. Det måste vara någon som har ett väldigt intresse för pussel och liknande som kunde ha skapat det under matchen. Men det gjorde inte mig något för jag tycker ju att det är superkul.",
            "Svaret på cyphert var Rosengård? Genom det så kan jag ju inte förneka att det finns en koppling till vandalismen och Zlatan, med tanke på var han är uppväxt då. Jag diskuterar detta med chefen om vad han tror."
        ]    
    },
    {
        "id": 2,
        "heading": "Nyhetsmorgon i Skåne",
        "notes": [
            "Skönt att få sitta och vila benen lite! Har inte ens tänkt att motivet skulle kunna vara något annat än att man hatar Zlatan. Så klart är det alltid ett politiskt perspektiv som någon slänger in i mixen!"            
        ]
    },
    {
        "id": 3,
        "heading": "Mff-supportern Förhör",
        "notes": [
            "Thomas är malmös ökända huligan och bråkstake på matcherna, att kalla in honom på ett förhör var självklart. Jag fick däremot inte uppfattningen av att det var han som genomfört brottet",
            "Han tittade väldigt konstigt på mig, ja det är sant att jag har stött på Thomas några gånger innan under skiften men han är alltid stupfull nog att inte komma ihåg någonting dagen efter, men denna gången kändes det verkligen som han kände igen mig. Konstigt."
        ]  
    },
    {
        "id": 4,
        "heading": "__ ___ ._. . kod",
        "notes": [
            "shit det var länge sen man höll på med morsekod. Tur att jag och polarna höll på med det en del när vi var yngre. Jag tänkte inte att folk använde det så mycket längre."
        ]
    },
    {
        "id": 5,
        "heading": "Övervakningskameran",
        "notes": [
            "Just de man får inte ha med sig stora väskor. Det blir alltid så mycket problem när man glömmer och råkar ta med sig en. Det har man ju varit med om. Tur man jobbar som polis så att man brukar kunna lösa det ändå."
        ]
    },
    {
        "id": 6,
        "heading": "Agnetas intervju",
        "notes": [
            "Agneta verkade ha goda intentioner med hennes ärende med oss, men jag undrar om hon tänker lite för mycket på andra människor än vad hon bör. Det är nämligen så att det går rykten om att hon är kvarterets skvallertant.",
            "Ageta pratade om korvgubben och att han hade sprutat ner ketchup över hela statyn, något som varit okänt tills nu, jag antar vi får kolla vidare i saken."
        ]
    },
    {
        "id": 7,
        "heading": "Korvgubben Förhör",
        "notes": [
            "TBA"
        ]
    },
    {
        "id": 8,
        "heading": "Margaretas Blomstergata",
        "notes": [
            "Pusslet var klurigt men jag löste det tillslut, det stod en quote från en av zlatans intervjuer",
            "\"ÄR DET VIKTIGT FÖR DAJ\" ",
            "Chefen misstog mig i att jag hade en attityd när jag förmedlade resultatet, men det är lätt hänt. Den som genomfört brottet vet verkligen mycket om Zlatan."
        ]
    }
]

